{"id":3,"date":"2021-03-16T11:59:48","date_gmt":"2021-03-16T11:59:48","guid":{"rendered":"http:\/\/likely-story.co.uk\/?page_id=3"},"modified":"2022-02-03T18:49:04","modified_gmt":"2022-02-03T18:49:04","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/likely-story.co.uk\/privacy-policy\/","title":{"rendered":"Privacy, Terms &#038; Cookies"},"content":{"rendered":"\r\n<h2 class=\"wp-block-heading\">TERMS &amp; CONDITIONS<\/h2>\r\n<h3><br \/>Agreement to Terms<\/h3>\r\n<p>These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Likely Story Agency Limited (&#8220;Company,&#8221; “we,&#8221; “us,&#8221; or “our”), concerning your access to and use of the www.likely-story.agency website as well as any other media form, media channel, mobile website or mobile application related, linked, or otherwise connected thereto (collectively, the “Site”). We are registered in England and have our registered office at 24 Hood Street, Manchester M4 6LP. You agree that by accessing the Site, you have read, understood, and agreed to be bound by all of these Terms of Use. IF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF USE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SITE AND YOU MUST DISCONTINUE USE IMMEDIATELY.<\/p>\r\n<p>Supplemental terms and conditions or documents that may be posted on the Site from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms of Use at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of these Terms of Use, and you waive any right to receive specific notice of each such change. Please ensure that you check the applicable Terms every time you use our Site so that you understand which Terms apply. You will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Use by your continued use of the Site after the date such revised Terms of Use are posted.<\/p>\r\n<p>The information provided on the Site is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Site from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.<\/p>\r\n<p>All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Site. If you are a minor, you must have your parent or guardian read and agree to these Terms of Use prior to you using the Site.<\/p>\r\n<h3><br \/>Intellectual Property Rights<\/h3>\r\n<p>Unless otherwise indicated, the Site is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the Site (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions. The Content and the Marks are provided on the Site “AS IS” for your information and personal use only. Except as expressly provided in these Terms of Use, no part of the Site and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.<\/p>\r\n<p>Provided that you are eligible to use the Site, you are granted a limited license to access and use the Site and to download or print a copy of any portion of the Content to which you have properly gained access solely for your personal, non-commercial use. We reserve all rights not expressly granted to you in and to the Site, the Content and the Marks.<\/p>\r\n<h3><br \/>User Representations<\/h3>\r\n<p>By using the Site, you represent and warrant that: (1) you have the legal capacity and you agree to comply with these Terms of Use; (2) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Site; (3) you will not access the Site through automated or non-human means, whether through a bot, script, or otherwise; (4) you will not use the Site for any illegal or unauthorized purpose; and (5) your use of the Site will not violate any applicable law or regulation.<\/p>\r\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Site (or any portion thereof).<\/p>\r\n<h3><br \/>Prohibited Activities<\/h3>\r\n<p>You may not access or use the Site for any purpose other than that for which we make the Site available. The Site may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.<\/p>\r\n<p>As a user of the Site, you agree not to:<br \/>• Systematically retrieve data or other content from the Site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.<br \/>• Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.<br \/>• Circumvent, disable, or otherwise interfere with security-related features of the Site, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Site and\/or the Content contained therein.<br \/>• Disparage, tarnish, or otherwise harm, in our opinion, us and\/or the Site.<br \/>• Use any information obtained from the Site in order to harass, abuse, or harm another person.<br \/>• Make improper use of our support services or submit false reports of abuse or misconduct.<br \/>• Use the Site in a manner inconsistent with any applicable laws or regulations.<br \/>• Engage in unauthorized framing of or linking to the Site.<br \/>• Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Site or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Site.<br \/>• Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.<br \/>• Delete the copyright or other proprietary rights notice from any Content.<br \/>• Attempt to impersonate another user or person or use the username of another user.<br \/>• Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats (“gifs”), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as “spyware” or “passive collection mechanisms” or “pcms”).<br \/>• Interfere with, disrupt, or create an undue burden on the Site or the networks or services connected to the Site.<br \/>• Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Site to you.<br \/>• Attempt to bypass any measures of the Site designed to prevent or restrict access to the Site, or any portion of the Site.<br \/>• Copy or adapt the Site’s software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.<br \/>• Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Site.<br \/>• Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Site, or using or launching any unauthorized script or other software.<br \/>• Use a buying agent or purchasing agent to make purchases on the Site.<br \/>• Make any unauthorized use of the Site, including collecting usernames and\/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.<br \/>• Use the Site as part of any effort to compete with us or otherwise use the Site and\/or the Content for any revenue-generating endeavor or commercial enterprise.<\/p>\r\n<h3><br \/>Submissions<\/h3>\r\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the Site (&#8220;Submissions&#8221;) provided by you to us are non-confidential and shall become our sole property. We shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you. You hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions. You agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.<\/p>\r\n<h3><br \/>Site Management<\/h3>\r\n<p>We reserve the right, but not the obligation, to: (1) monitor the Site for violations of these Terms of Use; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Use, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Site in a manner designed to protect our rights and property and to facilitate the proper functioning of the Site.<\/p>\r\n<h3><br \/>Privacy Policy<\/h3>\r\n<p>We care about data privacy and security. By using the Site, you agree to be bound by our Privacy Policy posted on the Site, which is incorporated into these Terms of Use. Please be advised the Site is hosted in the United Kingdom. If you access the Site from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United Kingdom, then through your continued use of the Site, you are transferring your data to the United Kingdom, and you agree to have your data transferred to and processed in the United Kingdom.<\/p>\r\n<h3><br \/>Term and Termination<\/h3>\r\n<p>These Terms of Use shall remain in full force and effect while you use the Site. WITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE SITE (INCLUDING BLOCKING CERTAIN IP ADDRESSES), TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION. WE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE SITE OR DELETE ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.<\/p>\r\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.<\/p>\r\n<h3><br \/>Modifications<\/h3>\r\n<p>We reserve the right to change, modify, or remove the contents of the Site at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Site. We also reserve the right to modify or discontinue all or part of the Site without notice at any time. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Site.<\/p>\r\n<p>We cannot guarantee the Site will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Site, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Site at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Site during any downtime or discontinuance of the Site. Nothing in these Terms of Use will be construed to obligate us to maintain and support the Site or to supply any corrections, updates, or releases in connection therewith.<\/p>\r\n<h3><br \/>Governing Law<\/h3>\r\n<p>These conditions are governed by and interpreted following the laws of the United Kingdom, and the use of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded. If your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law of your country of residence. Likely Story Agency Limited and yourself both agree to submit to the non-exclusive jurisdiction of the courts of __________, which means that you may make a claim to defend your consumer protection rights in regards to these Conditions of Use in the United Kingdom, or in the EU country in which you reside.<\/p>\r\n<h3><br \/>Dispute Resolution<\/h3>\r\n<p>The European Commission provides an online dispute resolution platform, which you can access here: https:\/\/ec.europa.eu\/consumers\/odr. If you would like to bring this subject to our attention, please contact us.<\/p>\r\n<h3><br \/>Corrections<\/h3>\r\n<p>There may be information on the Site that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Site at any time, without prior notice.<\/p>\r\n<h3><br \/>Disclaimer<\/h3>\r\n<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND\/OR ANY AND ALL PERSONAL INFORMATION AND\/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND\/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.<\/p>\r\n<h3><br \/>Limitations of Liability<\/h3>\r\n<p>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<\/p>\r\n<h3><br \/>Indemnification<\/h3>\r\n<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the Site; (2) breach of these Terms of Use; (3) any breach of your representations and warranties set forth in these Terms of Use; (4) your violation of the rights of a third party, including but not limited to intellectual property rights; or (5) any overt harmful act toward any other user of the Site with whom you connected via the Site. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.<\/p>\r\n<h3><br \/>User Data<\/h3>\r\n<p>We will maintain certain data that you transmit to the Site for the purpose of managing the performance of the Site, as well as data relating to your use of the Site. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Site. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.<\/p>\r\n<h3><br \/>Electronic Communications<\/h3>\r\n<p>Visiting the Site, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Site, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.<\/p>\r\n<h3><br \/>Miscellaneous<\/h3>\r\n<p>These Terms of Use and any policies or operating rules posted by us on the Site or in respect to the Site constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Terms of Use shall not operate as a waiver of such right or provision. These Terms of Use operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Terms of Use is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Use and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Use or use of the Site. You agree that these Terms of Use will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Terms of Use and the lack of signing by the parties hereto to execute these Terms of Use.<\/p>\r\n<h3><br \/>Contact<\/h3>\r\n<p>In order to resolve a complaint regarding the Site or to receive further information regarding use of the Site, please contact us at:<\/p>\r\n<p>Likely Story Agency Limited, Seesaw, 86 Princess Street, Manchester, M1 6NG<br \/>Phone: 0161 260 0702<br \/>hello@likelystory.agency<\/p>\r\n<p><br \/>—<\/p>\r\n<h2><br \/>PRIVACY POLICY<\/h2>\r\n<p><br \/>We are committed to protecting your personal information and your right to privacy. If you have any questions or concerns about this privacy notice or our practices with regard to your personal information, please contact us at hello@likelystory.agency.<\/p>\r\n<p>This privacy notice describes how we might use your information if you:<br \/>In this privacy notice, if we refer to:<br \/>The purpose of this privacy notice is to explain to you in the clearest way possible what information we collect, how we use it, and what rights you have in relation to it. If there are any terms in this privacy notice that you do not agree with, please discontinue use of our Services immediately.<\/p>\r\n<p>Please read this privacy notice carefully, as it will help you understand what we do with the information that we collect.<br \/><br \/><\/p>\r\n<h3>What Information Do We Collect?<\/h3>\r\n<p>Personal information you disclose to us<\/p>\r\n<p>In Short: We collect personal information that you provide to us.<\/p>\r\n<p>We collect personal information that you voluntarily provide to us when you register on the express an interest in obtaining information about us or our products and Services, when you participate in activities on the (such as by posting messages in our online forums or entering competitions, contests or giveaways) or otherwise when you contact us.<\/p>\r\n<p>The personal information that we collect depends on the context of your interactions with us and the , the choices you make and the products and features you use. The personal information we collect may include the following:<\/p>\r\n<p>All personal information that you provide to us must be true, complete and accurate, and you must notify us of any changes to such personal information.<\/p>\r\n<p>Information automatically collected<\/p>\r\n<p>In Short: Some information — such as your Internet Protocol (IP) address and\/or browser and device characteristics — is collected automatically when you visit our .<\/p>\r\n<p>We automatically collect certain information when you visit, use or navigate the . This information does not reveal your specific identity (like your name or contact information) but may include device and usage information, such as your IP address, browser and device characteristics, operating system, language preferences, referring URLs, device name, country, location, information about how and when you use our and other technical information. This information is primarily needed to maintain the security and operation of our , and for our internal analytics and reporting purposes.<\/p>\r\n<p>Like many businesses, we also collect information through cookies and similar technologies.<br \/><br \/><\/p>\r\n<h3>Will Your Information Be Shared With Anyone?<\/h3>\r\n<p>In Short: We only share information with your consent, to comply with laws, to provide you with services, to protect your rights, or to fulfill business obligations.<\/p>\r\n<p>We may process or share your data that we hold based on the following legal basis:<br \/>More specifically, we may need to process your data or share your personal information in the following situations:<br \/>• Business Transfers. We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.<br \/>• Affiliates. We may share your information with our affiliates, in which case we will require those affiliates to honor this privacy notice. Affiliates include our parent company and any subsidiaries, joint venture partners or other companies that we control or that are under common control with us.<br \/>• Business Partners. We may share your information with our business partners to offer you certain products, services or promotions.<br \/>• Other Users. When you share personal information or otherwise interact with public areas of the , such personal information may be viewed by all users and may be publicly made available outside the in perpetuity. If you interact with other users of our and register for our through a social network (such as Facebook), your contacts on the social network will see your name, profile photo, and descriptions of your activity. Similarly, other users will be able to view descriptions of your activity, communicate with you within our , and view your profile.<br \/><br \/><\/p>\r\n<h3>Cookies<\/h3>\r\n<p>In Short: We may use cookies and other tracking technologies to collect and store your information.<\/p>\r\n<p>We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our Cookie Notice.<br \/><br \/><\/p>\r\n<h3>Is Your Information Transferred Internationally?<\/h3>\r\n<p>In Short: We may transfer, store, and process your information in countries other than your own.<\/p>\r\n<p>Our servers are located in the United Kingdom. If you are accessing our from outside, please be aware that your information may be transferred to, stored, and processed by us in our facilities and by those third parties with whom we may share your personal information (see &#8220;WILL YOUR INFORMATION BE SHARED WITH ANYONE?&#8221; above), in and other countries.<\/p>\r\n<p>If you are a resident in the European Economic Area (EEA) or United Kingdom (UK), then these countries may not necessarily have data protection laws or other similar laws as comprehensive as those in your country. We will however take all necessary measures to protect your personal information in accordance with this privacy notice and applicable law.<br \/><br \/><\/p>\r\n<h3>How Long Do We Keep Your Information?<\/h3>\r\n<p>In Short: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.<\/p>\r\n<p>We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements). No purpose in this notice will require us keeping your personal information for longer than __________.<\/p>\r\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.<br \/><br \/><\/p>\r\n<h3>Do We Collect Information From Minors?<\/h3>\r\n<p>In Short: We do not knowingly collect data from or market to children under 18 years of age.<\/p>\r\n<p>We do not knowingly solicit data from or market to children under 18 years of age. By using the , you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the . If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under age 18, please contact us at hello@likelystory.agency.<br \/><br \/><\/p>\r\n<h3>Do-Not-Track Features<\/h3>\r\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (&#8220;DNT&#8221;) feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.<br \/><br \/><\/p>\r\n<h3>Do We Make Updates To This Notice?<\/h3>\r\n<p>Yes, we will update this notice as necessary to stay compliant with relevant laws.<\/p>\r\n<p>We may update this privacy notice from time to time. The updated version will be indicated by an updated &#8220;Revised&#8221; date and the updated version will be effective as soon as it is accessible. If we make material changes to this privacy notice, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this privacy notice frequently to be informed of how we are protecting your information.<br \/><br \/><\/p>\r\n<h3>Contact<\/h3>\r\n<p>If you have questions or comments about this notice, you may email us at hello@likelystory.agency or by post to:<\/p>\r\n<p>Likely Story Agency Limited, Seesaw, 86 Princess Street, Manchester, M1 6NG<br \/>Phone: 0161 260 0702<br \/>hello@likelystory.agency|<br \/><br \/><\/p>\r\n<h3>How Can You Review, Update or Delete the Data We Store?<\/h3>\r\n<p>Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it in some circumstances. To request to review, update, or delete your personal information, please submit a request form by clicking here.<\/p>\r\n<p><br \/>—<\/p>\r\n<h2><br \/>COOKIE POLICY<\/h2>\r\n<p><br \/>This Cookie Policy explains how Likely Story Agency Limited (&#8220;Company&#8221;, &#8220;we&#8221;, &#8220;us&#8221;, and &#8220;our&#8221;) uses cookies and similar technologies to recognize you when you visit our websites at https:\/\/www.likely-story.co.uk, (&#8220;Websites&#8221;). It explains what these technologies are and why we use them, as well as your rights to control our use of them.<\/p>\r\n<p>In some cases we may use cookies to collect personal information, or that becomes personal information if we combine it with other information.<br \/><br \/><\/p>\r\n<h3>What are cookies?<\/h3>\r\n<p>Cookies are small data files that are placed on your computer or mobile device when you visit a website. Cookies are widely used by website owners in order to make their websites work, or to work more efficiently, as well as to provide reporting information.<\/p>\r\n<p>Cookies set by the website owner (in this case, Likely Story Agency Limited) are called &#8220;first party cookies&#8221;. Cookies set by parties other than the website owner are called &#8220;third party cookies&#8221;. Third party cookies enable third party features or functionality to be provided on or through the website (e.g. like advertising, interactive content and analytics). The parties that set these third party cookies can recognize your computer both when it visits the website in question and also when it visits certain other websites.<br \/><br \/><\/p>\r\n<h3>Why do we use cookies?<\/h3>\r\n<p>We use first and third party cookies for several reasons. Some cookies are required for technical reasons in order for our Websites to operate, and we refer to these as &#8220;essential&#8221; or &#8220;strictly necessary&#8221; cookies. Other cookies also enable us to track and target the interests of our users to enhance the experience on our Online Properties. Third parties serve cookies through our Websites for advertising, analytics and other purposes. This is described in more detail below.<br \/><br \/><\/p>\r\n<h3>How can I control cookies?<\/h3>\r\n<p>You have the right to decide whether to accept or reject cookies. You can exercise your cookie rights by setting your preferences in the Cookie Consent Manager. The Cookie Consent Manager allows you to select which categories of cookies you accept or reject. Essential cookies cannot be rejected as they are strictly necessary to provide you with services.<\/p>\r\n<p>The Cookie Consent Manager can be found in the notification banner and on our website. If you choose to reject cookies, you may still use our website though your access to some functionality and areas of our website may be restricted. You may also set or amend your web browser controls to accept or refuse cookies. As the means by which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser&#8217;s help menu for more information.<\/p>\r\n<p>In addition, most advertising networks offer you a way to opt out of targeted advertising. If you would like to find out more information, please visit http:\/\/www.aboutads.info\/choices\/ or http:\/\/www.youronlinechoices.com.<\/p>\r\n<p>The specific types of first and third party cookies served through our Websites and the purposes they perform are described in the table below (please note that the specific cookies served may vary depending on the specific Online Properties you visit):<\/p>\r\n<p>Essential website cookies:<\/p>\r\n<p>These cookies are strictly necessary to provide you with services available through our Websites and to use some of its features, such as access to secure areas.<br \/><br \/><\/p>\r\n<h3>What about other tracking technologies, like web beacons?<\/h3>\r\n<p>Cookies are not the only way to recognize or track visitors to a website. We may use other, similar technologies from time to time, like web beacons (sometimes called &#8220;tracking pixels&#8221; or &#8220;clear gifs&#8221;). These are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Websites or opened an e-mail including them. This allows us, for example, to monitor the traffic patterns of users from one page within a website to another, to deliver or communicate with cookies, to understand whether you have come to the website from an online advertisement displayed on a third-party website, to improve site performance, and to measure the success of e-mail marketing campaigns. In many instances, these technologies are reliant on cookies to function properly, and so declining cookies will impair their functioning.<br \/><br \/><\/p>\r\n<h3>Do you use Flash cookies or Local Shared Objects?<\/h3>\r\n<p>Websites may also use so-called &#8220;Flash Cookies&#8221; (also known as Local Shared Objects or &#8220;LSOs&#8221;) to, among other things, collect and store information about your use of our services, fraud prevention and for other site operations.<\/p>\r\n<p>If you do not want Flash Cookies stored on your computer, you can adjust the settings of your Flash player to block Flash Cookies storage using the tools contained in the Website Storage Settings Panel. You can also control Flash Cookies by going to the Global Storage Settings Panel and following the instructions (which may include instructions that explain, for example, how to delete existing Flash Cookies (referred to &#8220;information&#8221; on the Macromedia site), how to prevent Flash LSOs from being placed on your computer without your being asked, and (for Flash Player 8 and later) how to block Flash Cookies that are not being delivered by the operator of the page you are on at the time).<\/p>\r\n<p>Please note that setting the Flash Player to restrict or limit acceptance of Flash Cookies may reduce or impede the functionality of some Flash applications, including, potentially, Flash applications used in connection with our services or online content.<br \/><br \/><\/p>\r\n<h3>Do you serve targeted advertising?<\/h3>\r\n<p>Third parties may serve cookies on your computer or mobile device to serve advertising through our Websites. These companies may use information about your visits to this and other websites in order to provide relevant advertisements about goods and services that you may be interested in. They may also employ technology that is used to measure the effectiveness of advertisements. This can be accomplished by them using cookies or web beacons to collect information about your visits to this and other sites in order to provide relevant advertisements about goods and services of potential interest to you. The information collected through this process does not enable us or them to identify your name, contact details or other details that directly identify you unless you choose to provide these.<br \/><br \/><\/p>\r\n<h3>How often will you update this Cookie Policy?<\/h3>\r\n<p>We may update this Cookie Policy from time to time in order to reflect, for example, changes to the cookies we use or for other operational, legal or regulatory reasons. Please therefore re-visit this Cookie Policy regularly to stay informed about our use of cookies and related technologies.<\/p>\r\n<p>The date at the top of this Cookie Policy indicates when it was last updated.<br \/><br \/><\/p>\r\n<h3>Contact<\/h3>\r\n<p>If you have any questions about our use of cookies or other technologies, please email us at hello@likelystory.agency or by post to:<br \/>Likely Story Agency Limited, Seesaw, 86 Princess Street, Manchester, M1 6NG<br \/>Phone: 0161 260 0702<br \/>hello@likelystory.agency<\/p>\r\n","protected":false},"excerpt":{"rendered":"<p>TERMS &amp; CONDITIONS Agreement to Terms These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Likely Story Agency Limited (&#8220;Company,&#8221; “we,&#8221; “us,&#8221; or “our”), concerning your access to and use of the www.likely-story.agency website as well as any other media form, media [&hellip;]<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"footnotes":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v22.6 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy, Terms &amp; Cookies - Likely Story<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/likely-story.co.uk\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy, Terms &amp; Cookies - Likely Story\" \/>\n<meta property=\"og:description\" content=\"TERMS &amp; CONDITIONS Agreement to Terms These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Likely Story Agency Limited (&#8220;Company,&#8221; “we,&#8221; “us,&#8221; or “our”), concerning your access to and use of the www.likely-story.agency website as well as any other media form, media [&hellip;]\" \/>\n<meta property=\"og:url\" content=\"https:\/\/likely-story.co.uk\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"Likely Story\" \/>\n<meta property=\"article:modified_time\" content=\"2022-02-03T18:49:04+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Estimated reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"27 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/likely-story.co.uk\/privacy-policy\/\",\"url\":\"https:\/\/likely-story.co.uk\/privacy-policy\/\",\"name\":\"Privacy, Terms & Cookies - Likely Story\",\"isPartOf\":{\"@id\":\"https:\/\/likely-story.co.uk\/#website\"},\"datePublished\":\"2021-03-16T11:59:48+00:00\",\"dateModified\":\"2022-02-03T18:49:04+00:00\",\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/likely-story.co.uk\/privacy-policy\/\"]}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/likely-story.co.uk\/#website\",\"url\":\"https:\/\/likely-story.co.uk\/\",\"name\":\"Likely Story\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/likely-story.co.uk\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy, Terms & Cookies - Likely Story","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/likely-story.co.uk\/privacy-policy\/","og_locale":"en_GB","og_type":"article","og_title":"Privacy, Terms & Cookies - Likely Story","og_description":"TERMS &amp; CONDITIONS Agreement to Terms These Terms of Use constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and Likely Story Agency Limited (&#8220;Company,&#8221; “we,&#8221; “us,&#8221; or “our”), concerning your access to and use of the www.likely-story.agency website as well as any other media form, media [&hellip;]","og_url":"https:\/\/likely-story.co.uk\/privacy-policy\/","og_site_name":"Likely Story","article_modified_time":"2022-02-03T18:49:04+00:00","twitter_card":"summary_large_image","twitter_misc":{"Estimated reading time":"27 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/likely-story.co.uk\/privacy-policy\/","url":"https:\/\/likely-story.co.uk\/privacy-policy\/","name":"Privacy, Terms & Cookies - Likely Story","isPartOf":{"@id":"https:\/\/likely-story.co.uk\/#website"},"datePublished":"2021-03-16T11:59:48+00:00","dateModified":"2022-02-03T18:49:04+00:00","inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/likely-story.co.uk\/privacy-policy\/"]}]},{"@type":"WebSite","@id":"https:\/\/likely-story.co.uk\/#website","url":"https:\/\/likely-story.co.uk\/","name":"Likely Story","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/likely-story.co.uk\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"}]}},"_links":{"self":[{"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":5,"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":560,"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/pages\/3\/revisions\/560"}],"wp:attachment":[{"href":"https:\/\/likely-story.co.uk\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}